print("Привіт!")
answer1 = input("Яка столиця України? ")
if answer1 == "Київ":
    print("Правильно!!!")
else:
    print("Неправильно! Правильна відповідь: Київ")

answer2 = input("Скільки 250*2? ")
if answer2 == "500":
    print("Правильно!!!")
else:
    print("Неправильно! Правильна відповідь: 500")

answer3 = input("Яка столиця України? ")
if answer3 == "Київ":
    print("Правильно!!!")
else:
    print("Неправильно! Правильна відповідь: Київ")

answer4 = input("Скільки 250*2? ")
if answer4 == "500":
    print("Правильно!!!")
else:
    print("Неправильно! Правильна відповідь: 500")
